Repository: nextdaysoft/kschool_New_IOS
Catalog: Kids/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Select the next rhyming word
zh_hans: 选择下一个押韵单词

source: Select the proper noun from the sentence
zh_hans: 从句子中选择专有名词

source: Select the Sentence Type
zh_hans: 选择句子类型

source: Select the Smallest Number.
zh_hans: 选择最小的数字。

source: Semi - Aquatic Animals
zh_hans: 半水生动物

source: Semicolon
zh_hans: 分号

source: Sentence Type
zh_hans: 句子类型

source: SEPTEMBER
zh_hans: 九月

source: Set Clock
zh_hans: 设置时钟

source: Set Time – Hours
zh_hans: 设置时间 – 小时

source: Set Time – Minutes
zh_hans: 设置时间 – 分钟

source: Set Time – Quaters
zh_hans: 设置时间 – 一刻钟

source: Seven
zh_hans: 七

source: Seventeen
zh_hans: 十七

source: Shade
zh_hans: 树荫

source: Shadow Match Game
zh_hans: 影子配对游戏

source: Shadow Match Game Level
zh_hans: 影子配对游戏关卡

source: Shapes
zh_hans: 形状

source: Share
zh_hans: 分享

source: Share your food with friends
zh_hans: 与朋友分享食物

source: Share your food with friends.
zh_hans: 与朋友分享你的食物。

source: She _ _ _ in the room
zh_hans: 她___在房间里。

source: She _ _ _ my friend.
zh_hans: 她___我的朋友。

source: She is at the door
zh_hans: 她在门口

source: She is reading a book
zh_hans: 她正在读书

source: She walked from home to school
zh_hans: 她从家走到学校

source: She went _ _ _ play.
zh_hans: 她去 _ _ _ 玩。

source: Sheep
zh_hans: 绵羊

source: shoe
zh_hans: 鞋子

source: shoes
zh_hans: 鞋子

source: Shoes
zh_hans: 鞋子

source: Short
zh_hans: 矮

source: Shoulder
zh_hans: 肩膀

source: Show Answer
zh_hans: 显示答案

source: Show Example
zh_hans: 显示示例

source: Shrike
zh_hans: 伯劳鸟

source: Shuttlecock
zh_hans: 羽毛球

source: SideMirror
zh_hans: 后视镜

source: Sideways
zh_hans: 侧向

source: Silly
zh_hans: 傻乎乎

source: Simple
zh_hans: 简单

source: Sing
zh_hans: 唱

source: Singapore
zh_hans: 新加坡

source: singing
zh_hans: 唱歌

source: sings
zh_hans: 唱歌

source: Sit
zh_hans: 坐

source: Sita
zh_hans: 西塔

source: Sita is washing hands
zh_hans: 西塔正在洗手

source: Sita washes hands
zh_hans: 西塔洗手

source: Six
zh_hans: 六

source: Sixteen
zh_hans: 十六

source: Slash
zh_hans: 斜杠

source: Sleep
zh_hans: 睡觉

source: Sleep early to stay healthy
zh_hans: 早睡保持健康

source: Sleep Early to stay healthy.
zh_hans: 早睡保持健康。

source: Sleep on it
zh_hans: 睡在它上面

source: sleeping
zh_hans: 睡觉

source: Slither
zh_hans: 爬行

source: Slow
zh_hans: 慢

source: slowly
zh_hans: 慢慢地

source: Slowly
zh_hans: 慢慢地

source: small
zh_hans: 小的

source: Small
zh_hans: 小

source: Small Cursive Letter
zh_hans: 小写草书字母

source: Small Letters
zh_hans: 小写字母

source: Smallest Number
zh_hans: 最小数字

source: Smallest Number Level
zh_hans: 最小数字关卡

source: Smart
zh_hans: 聪明

source: Snake
zh_hans: 蛇

source: Snow
zh_hans: 雪

source: Snow Man
zh_hans: 雪人

source: Snow storms
zh_hans: 暴风雪

source: snow, grow, _ _ _
zh_hans: 雪，成长，_ _ _

source: snows
zh_hans: 下雪

source: Socket
zh_hans: 插座

source: Soda
zh_hans: 汽水

source: Soft and sweet
zh_hans: 又软又甜

source: softly
zh_hans: 轻声地

source: Solar Panel
zh_hans: 太阳能板

source: Solar System
zh_hans: 太阳系

source: Solid
zh_hans: 坚固

source: some
zh_hans: 一些

source: Sometimes
zh_hans: 有时

source: song
zh_hans: 歌曲

source: soon
zh_hans: 很快

source: Sort the balls by color!
zh_hans: 按颜色分类球！

source: Sour
zh_hans: 酸的

source: South Africa
zh_hans: 南非

source: South America
zh_hans: 南美洲

source: South Korea
zh_hans: 韩国

source: Spain
zh_hans: 西班牙

source: Spanner
zh_hans: 扳手

source: Sparrow
zh_hans: 麻雀

source: Speak
zh_hans: 说

source: Speak & Play
zh_hans: 说一说，玩一玩

source: SPINACH
zh_hans: 菠菜

source: spoon
zh_hans: 勺子

source: SPOON
zh_hans: 勺子

source: Spoonbill
zh_hans: 琵鹭

source: Sports Equipment
zh_hans: 体育器材

source: spouse
zh_hans: 配偶

source: Square
zh_hans: 方形

source: Square Brackets
zh_hans: 方括号

source: Sri Lanka
zh_hans: 斯里兰卡

source: Stand
zh_hans: 站立

source: Standing
zh_hans: 站着

source: star
zh_hans: 星星

source: Star
zh_hans: 星星

source: star, car, _ _ _
zh_hans: 星星，汽车，_ _ _

source: star, far, _ _ _
zh_hans: 星星，远，_ _ _

source: Starling
zh_hans: 椋鸟

source: Start
zh_hans: 开始

source: statement
zh_hans: 陈述句

source: Steering
zh_hans: 方向盘

source: Stem
zh_hans: 茎

source: Stop
zh_hans: 停止

source: Stork
zh_hans: 鹳

source: story
zh_hans: 故事

source: Strangers
zh_hans: 陌生人

source: stretch
zh_hans: 伸展

source: Strong
zh_hans: 强壮

source: Submit
zh_hans: 提交

source: Subtract the number
zh_hans: 将数字相减

source: Subtraction
zh_hans: 减法

source: sun
zh_hans: 太阳

source: Sun
zh_hans: 太阳

source: sun, fun, _ _ _
zh_hans: 太阳，乐趣，_ _ _

source: Sunbird
zh_hans: 太阳鸟

source: SUNDAY
zh_hans: 星期日

source: Sunflower
zh_hans: 向日葵

source: Sunlight reaches Earth in about 8 minutes
zh_hans: 阳光大约需要8分钟到达地球

source: Sunroof
zh_hans: 天窗

source: sup
zh_hans: 喝汤

source: Swan
zh_hans: 天鹅

source: Sweet
zh_hans: 甜的

source: Sweets
zh_hans: 糖果

source: Swift
zh_hans: 雨燕

source: swim
zh_hans: 游泳

source: Swim
zh_hans: 游泳

source: Swing
zh_hans: 荡来荡去

source: Swipe down for previous
zh_hans: 向下滑动返回上一个

source: Swipe up to change color
zh_hans: 向上滑动切换颜色

source: Swipe up to change Healthy Food Habits
zh_hans: 向上滑动以切换健康饮食习惯

source: Swipe up to change planets
zh_hans: 向上滑动以切换行星

source: Swipe up to change punctuation
zh_hans: 向上滑动以切换标点符号

source: Swipe up to change vehicle
zh_hans: 向上滑动以切换车辆

source: Switzerland
zh_hans: 瑞士

source: table
zh_hans: 桌子

source: Table
zh_hans: 桌子

source: Table Lamp
zh_hans: 台灯

source: Table Level
zh_hans: 乘法表等级

source: Table Tennis Bat
zh_hans: 乒乓球拍

source: Tables
zh_hans: 乘法表

source: Tail
zh_hans: 尾巴

source: TailLight
zh_hans: 尾灯

source: TAILOR
zh_hans: 裁缝

source: Taj
zh_hans: 泰姬陵

source: Talk
zh_hans: 说话

source: tall
zh_hans: 高的

source: Tall
zh_hans: 高

source: tasty
zh_hans: 美味

source: tea
zh_hans: 茶

source: Teacher
zh_hans: 老师

source: TEACHER
zh_hans: 老师

source: teeth
zh_hans: 牙齿

source: ten
zh_hans: 十

source: Tennis Ball
zh_hans: 网球

source: Tennis Racket
zh_hans: 网球拍

source: Tens
zh_hans: 十位

source: Tertiary Consumer
zh_hans: 三级消费者

source: Thailand
zh_hans: 泰国

source: Thankful
zh_hans: 感恩

source: That cat is behind the chair
zh_hans: 那只猫在椅子后面

source: That cat is under the table
zh_hans: 那只猫在桌子下面

source: That is _ _ _ dog.
zh_hans: 那是 _ _ _ 狗。

source: the
zh_hans: 这

source: The ant walk along the line
zh_hans: 蚂蚁沿着线走

source: The apple is red.
zh_hans: 苹果是红色的。

source: The apple is sweet.
zh_hans: 苹果很甜。

source: The arrow goes through the tube
zh_hans: 箭穿过管子

source: The baby drinks milk
zh_hans: 婴儿喝牛奶

source: The baby is crying
zh_hans: 婴儿正在哭

source: the ball
zh_hans: 球

source: The ball goes into the box
zh_hans: 球进入盒子里

source: The ball is between two boxes
zh_hans: 球在两个盒子之间

source: The ball is in the boxe
zh_hans: 球在盒子里

source: The ball is over _ _ _.
zh_hans: 球在 _ _ _ 那边。

source: The ball is red and blue.
zh_hans: 这个球是红色和蓝色的。

source: The banana is soft and sweet.
zh_hans: 香蕉又软又甜。

source: The banana is yellow.
zh_hans: 香蕉是黄色的。

source: The bird can fly.
zh_hans: 这只鸟会飞。

source: The bird fly from the tree
zh_hans: 鸟从树上飞走了

source: The bird is above the tree
zh_hans: 鸟在树的上方

source: The bird sits on a tree.
zh_hans: 这只鸟停在树上。

source: The book is upon the table
zh_hans: 书在桌子上

source: the box
zh_hans: 盒子

source: The boy walk towards the door
zh_hans: 男孩朝门走去

source: The boys _ _ _ playing
zh_hans: 男孩们___在玩耍。

source: The boys swam across the river
zh_hans: 男孩们游过了河

source: The car is red.
zh_hans: 这辆汽车是红色的。

source: The cat _ _ _ black.
zh_hans: 那只猫___是黑色的。

source: The cat is yellow.
zh_hans: 这只猫是黄色的。

source: The cat sleeps on the mat.
zh_hans: 这只猫睡在垫子上。

source: The distance between Earth and Mars keeps changing
zh_hans: 地球和火星之间的距离一直在变化

source: The distance from Earth to the Moon is about 384,400 kilometers
zh_hans: 地球到月球的距离约为384400公里

source: The distance from the Sun to Earth is about 150 million kilometers
zh_hans: 太阳到地球的距离约为1.5亿公里

source: The dog _ _ _ hungry
zh_hans: 那只狗___饿了。

source: The dog is brown.
zh_hans: 这只狗是棕色的。

source: The dog runs runs around the tree
zh_hans: 狗绕着树跑

source: the door
zh_hans: 门

source: The farmer works in the field
zh_hans: 农民在田地里工作

source: The fish has fins.
zh_hans: 鱼有鱼鳍。

source: The fish lives in water.
zh_hans: 鱼生活在水中。

source: The girl _ _ _ late
zh_hans: 那个女孩___迟到了。

source: the lid
zh_hans: 盖子

source: The Moon changes shape during the month
zh_hans: 月球在一个月中会改变形状

source: The moon comes out at night
zh_hans: 月亮在夜晚出现

source: The Moon has no air
zh_hans: 月球上没有空气

source: The Moon takes about 27 days to orbit Earth
zh_hans: 月球绕地球运行一周大约需要27天

source: The opposite of 'big' is small
zh_hans: 大”的反义词是“小

source: The opposite of 'cold' is hot
zh_hans: 冷”的反义词是“热

source: The opposite of 'night' is day
zh_hans: 夜晚”的反义词是“白天

source: the pair of socks
zh_hans: 这双袜子

source: the paper
zh_hans: 这张纸

source: The plane flies is over the house
zh_hans: 飞机飞过房子上方

source: the question
zh_hans: 问题

source: The rabbit jumped out of the box
zh_hans: 兔子从盒子里跳了出来

source: the room
zh_hans: 房间

source: the rules
zh_hans: 规则

source: The sun gives
zh_hans: 太阳带来

source: The Sun is a star at the center of the solar system
zh_hans: 太阳是位于太阳系中心的一颗恒星

source: The sun is bright
zh_hans: 太阳很明亮

source: The Sun is extremely hot
zh_hans: 太阳非常炽热

source: The sun is yellow.
zh_hans: 太阳是黄色的。

source: The sun rises in the east
zh_hans: 太阳从东方升起

source: The sun shines in the sky.
zh_hans: 太阳在天空中照耀。

source: The teacher is in the classroom
zh_hans: 老师在教室里

source: the toy
zh_hans: 玩具

source: The train runs on tracks
zh_hans: 火车在轨道上行驶

source: The tree is green.
zh_hans: 这棵树是绿色的。

source: their
zh_hans: 他们的

source: Their
zh_hans: 他们的

source: there
zh_hans: 那里

source: There
zh_hans: 那里

source: There are _ _ _ chairs.
zh_hans: 有四把椅子。

source: There are _ _ _ kids playing.
zh_hans: 有四个孩子在玩耍。

source: They _ _ _ playing.
zh_hans: 他们___在玩。

source: They _ _ _ very happy
zh_hans: 他们___非常开心。

source: They are going to school
zh_hans: 他们正在去学校

source: they're
zh_hans: 他们是

source: They’re
zh_hans: 他们是

source: Thick clouds
zh_hans: 浓厚云层

source: Thirteen
zh_hans: 十三

source: This cat is among the flowers
zh_hans: 这只猫在花丛中

source: This gift is _ _ _ Mom.
zh_hans: 这份礼物是给妈妈的。

source: This is _ _ _ you.
zh_hans: 这是给你的。

source: This is a banana.
zh_hans: 这是一根香蕉。

source: This is a bird.
zh_hans: 这是一只鸟。

source: This is a car.
zh_hans: 这是一辆汽车。

source: This is a cat.
zh_hans: 这是一只猫。

source: This is a fish.
zh_hans: 这是一条鱼。

source: This is a tree.
zh_hans: 这是一棵树。

source: This is an apple.
zh_hans: 这是一个苹果。

source: This is my ball.
zh_hans: 这是我的球。

source: This is my dog.
zh_hans: 这是我的狗。

source: This is the sun.
zh_hans: 这是太阳。

source: This toy is _ _ _ you.
zh_hans: 这个玩具是给你的。

source: three
zh_hans: 三

source: Three
zh_hans: 三

source: Three Letter Word Level
zh_hans: 三字母单词关卡

source: Three Letter Words
zh_hans: 三字母单词

source: Three Word Sentence
zh_hans: 三个单词句子

source: Through
zh_hans: 穿过

source: Throw
zh_hans: 扔

source: Throw it
zh_hans: 扔掉它

source: THURSDAY
zh_hans: 星期四

source: Tibetan Wolf
zh_hans: 藏狼

source: Tiger
zh_hans: 老虎

source: TIGER
zh_hans: 老虎

source: Tilde
zh_hans: 波浪号

source: Tina
zh_hans: 蒂娜

source: Tina draws Taj
zh_hans: 蒂娜画泰姬陵

source: Tina is drawing a picture
zh_hans: 蒂娜正在画画

source: tiny
zh_hans: 小小的

source: Tiny
zh_hans: 微小

source: to
zh_hans: 去

source: To school
zh_hans: 去学校

source: To the park
zh_hans: 去公园

source: to the playground
zh_hans: 到操场

source: to the tree
zh_hans: 到树旁

source: To the zoo
zh_hans: 去动物园

source: TOMATO
zh_hans: 西红柿

source: too
zh_hans: 也

source: Tools
zh_hans: 工具

source: toothbrush
zh_hans: 牙刷

source: top
zh_hans: 顶部

source: Total
zh_hans: 总计

source: Toucan
zh_hans: 巨嘴鸟

source: Towards
zh_hans: 朝向

source: Toy
zh_hans: 玩具

source: toys
zh_hans: 玩具

source: tracks
zh_hans: 轨道

source: TRACTOR
zh_hans: 拖拉机

source: Train
zh_hans: 火车

source: TRAIN
zh_hans: 火车

source: train, rain, _ _ _
zh_hans: 火车，雨，_ _ _

source: tree
zh_hans: 树

source: Tree
zh_hans: 树

source: tree, bee, _ _ _
zh_hans: 树，蜜蜂，_ _ _

source: tree, free, _ _ _
zh_hans: 树，自由的，_ _ _

source: Treepie
zh_hans: 树鹊

source: trees
zh_hans: 树（复数）

source: treeses
zh_hans: 树（错误复数）

source: tri
zh_hans: 树

source: Trowel
zh_hans: 泥铲

source: Truck
zh_hans: 卡车

source: TRUCK
zh_hans: 卡车

source: Trumpet
zh_hans: 鸣叫

source: Trunk
zh_hans: 树干

source: TUESDAY
zh_hans: 星期二

source: Turkey
zh_hans: 火鸡

source: Turn
zh_hans: 转动

source: Turtle
zh_hans: 乌龟

source: Twelve
zh_hans: 十二

source: Twenty
zh_hans: 二十

source: two
zh_hans: 二

source: Two
zh_hans: 两颗

source: Two Word Sentence
zh_hans: 两个单词句子

source: Tyre
zh_hans: 轮胎

source: Umbrella
zh_hans: 雨伞

source: Under
zh_hans: 在……下面

source: Underscore
zh_hans: 下划线

source: Undo
zh_hans: 撤销

source: Unhealthy
zh_hans: 不健康

source: United Kingdom
zh_hans: 英国

source: United States of America
zh_hans: 美国

source: up
zh_hans: 起来

source: Up
zh_hans: 上

source: Upon
zh_hans: 在……之上

source: Uranus
zh_hans: 天王星

source: URANUS
zh_hans: 天王星

source: Uranus has faint rings
zh_hans: 天王星有微弱的光环

source: Uranus is light blue
zh_hans: 天王星是浅蓝色的

source: Uranus looks blue-green in color
zh_hans: 天王星呈蓝绿色

source: Uranus spins on its side
zh_hans: 天王星是侧着自转的

source: UranusN
zh_hans: 天王星

source: Use a napkin or handkerchief
zh_hans: 使用餐巾纸或手帕

source: Use a Napkin while eating.
zh_hans: 吃饭时使用餐巾。

source: VAN
zh_hans: 面包车

source: Vegetables
zh_hans: 蔬菜

source: Vehicle
zh_hans: 交通工具

source: Vehicles
zh_hans: 交通工具

source: Venus
zh_hans: 金星

source: VENUS
zh_hans: 金星

source: Venus has thick clouds
zh_hans: 金星有厚厚的云层

source: Venus is closer to the Sun than Earth
zh_hans: 金星比地球更靠近太阳

source: Venus is the hottest planet in the solar system
zh_hans: 金星是太阳系中最热的行星

source: Venus is yellow
zh_hans: 金星是黄色的

source: Venus spins very slowly
zh_hans: 金星自转得非常缓慢

source: VenusN
zh_hans: 金星

source: Very fast
zh_hans: 非常快

source: Very heavy
zh_hans: 非常重

source: Very hot
zh_hans: 非常热

source: Very light
zh_hans: 非常轻

source: Very slowly
zh_hans: 非常缓慢

source: Vietnam
zh_hans: 越南

source: Violet
zh_hans: 紫色

source: Vitamin
zh_hans: 维生素

source: Vocabulary
zh_hans: 词汇

source: Vulture
zh_hans: 秃鹫

source: Waddle
zh_hans: 摇摆行走

source: Wagtail
zh_hans: 鹡鸰

source: Walk
zh_hans: 走

source: Walrus
zh_hans: 海象

source: Warm
zh_hans: 温暖

source: was
zh_hans: 是

source: was / were
zh_hans: 过去式系动词

source: Wash
zh_hans: 洗

source: Wash hands before and after eating
zh_hans: 饭前饭后洗手

source: Wash Hands before and after eating.
zh_hans: 饭前饭后要洗手。

source: Wash hands before eating
zh_hans: 吃饭前洗手

source: washes
zh_hans: 洗

source: washing
zh_hans: 洗

source: water
zh_hans: 水

source: Water
zh_hans: 水

source: Water Buffalo
zh_hans: 水牛

source: Water Cycle
zh_hans: 水循环

source: Water Monitor
zh_hans: 巨蜥

source: Wave
zh_hans: 挥手

source: We _ _ _ at school
zh_hans: 我们___在学校。

source: We _ _ _ friends.
zh_hans: 我们___是朋友。

source: We _ _ _ ready.
zh_hans: 我们___准备好了。

source: We brush our teeth with a toothbrush
zh_hans: 我们用牙刷刷牙

source: We drink
zh_hans: 我们喝

source: We eat with a
zh_hans: 我们用……吃东西

source: We go to school in the car.
zh_hans: 我们坐汽车去学校。

source: We have _ _ _ apples.
zh_hans: 我们有四个苹果。

source: We saw _ _ _ cats.
zh_hans: 我们看到了 _ _ _ 只猫。

source: We saw _ _ _ house.
zh_hans: 我们将在 _ _ _ 见面。

source: We see with our eyes
zh_hans: 我们用眼睛看东西

source: We sleep on a bed
zh_hans: 我们睡在床上

source: We use an umbrella when it rains
zh_hans: 下雨时我们使用雨伞

source: We wear shoes on our feet
zh_hans: 我们把鞋穿在脚上

source: We will meet _ _ _.
zh_hans: 我们将在 _ _ _ 见面。

source: We write with a
zh_hans: 我们用……写字

source: Weak
zh_hans: 虚弱

source: WEDNESDAY
zh_hans: 星期三

source: were
zh_hans: 是

source: west
zh_hans: 西方

source: What animal can fly?
zh_hans: 什么动物会飞？

source: What animal is in the story?
zh_hans: 故事里是什么动物？

source: What can the fish do?
zh_hans: 鱼会做什么？

source: What color is Neptune?
zh_hans: 海王星是什么颜色？

source: What color is the apple?
zh_hans: 苹果是什么颜色？

source: What color is the banana?
zh_hans: 香蕉是什么颜色？

source: What color is the car?
zh_hans: 汽车是什么颜色？

source: What color is the cat?
zh_hans: 这只猫是什么颜色？

source: What color is the dog?
zh_hans: 这只狗是什么颜色？

source: What color is Uranus?
zh_hans: 天王星是什么颜色？

source: What colors are on the ball?
zh_hans: 球上有什么颜色？

source: What Comes Next
zh_hans: 下一个是什么

source: What covers Venus?
zh_hans: 金星表面被什么覆盖？

source: What do I do after throwing the ball?
zh_hans: 扔球后我做什么？

source: What do I do with my dog?
zh_hans: 我和我的狗做什么？

source: What do I do with the apple?
zh_hans: 我对苹果做什么？

source: What do I do with the ball?
zh_hans: 我对球做什么？

source: What do I do with the banana?
zh_hans: 我对香蕉做什么？

source: What does the bird do?
zh_hans: 鸟会做什么？

source: What does the cat like?
zh_hans: 这只猫喜欢什么？

source: What does the dog have?
zh_hans: 这只狗有什么？

source: What does the fish have?
zh_hans: 鱼有什么？

source: What does the sun give us?
zh_hans: 太阳给我们什么？

source: What does the tree give us?
zh_hans: 树给我们什么？

source: What fruit is in the story?
zh_hans: 故事里是什么水果？

source: What is BODMAS?
zh_hans: 什么是 BODMAS？

source: What is green in the story?
zh_hans: 故事里什么是绿色的？

source: What is in the story?
zh_hans: 故事里有什么？

source: What is the distance from Earth to the Moon?
zh_hans: 地球到月球的距离是多少？

source: What is the distance from the Sun to Earth?
zh_hans: 太阳到地球的距离是多少？

source: What is the Sun?
zh_hans: 太阳是什么？

source: What is yellow in the story?
zh_hans: 故事里什么是黄色的？

source: What lives in water?
zh_hans: 什么生活在水里？

source: What rings does Uranus have?
zh_hans: 天王星有什么样的光环？

source: What storms does Mars have?
zh_hans: 火星有什么风暴？

source: What type of planet is Jupiter?
zh_hans: 木星是什么类型的行星？

source: Where do we go in the car?
zh_hans: 我们坐汽车去哪里？

source: Where does the bird sit?
zh_hans: 鸟停在哪里？

source: Where does the cat sleep?
zh_hans: 这只猫在哪里睡觉？

source: Where does the fish live?
zh_hans: 鱼住在哪里？

source: Where is the sun?
zh_hans: 太阳在哪里？

source: Which Letter Goes With This Picture?
zh_hans: 这张图片对应哪个字母？

source: Which planet do we live on?
zh_hans: 我们生活在哪颗行星上？

source: Which planet has a longer day than its year?
zh_hans: 哪颗行星的一天比一年还长？

source: Which planet has many rings?
zh_hans: 哪颗行星有许多光环？

source: Which planet has rings?
zh_hans: 哪颗行星有光环？

source: Which planet has strong gravity?
zh_hans: 哪颗行星拥有强大的引力？

source: Which planet has the fastest winds in the solar system?
zh_hans: 太阳系中哪颗行星的风速最快？

source: Which planet has the Great Red Spot?
zh_hans: 哪颗行星拥有大红斑？

source: Which planet has the most moons in the solar system?
zh_hans: 太阳系中哪颗行星拥有最多的卫星？

source: Which planet has the shortest year in the solar system?
zh_hans: 太阳系中哪颗行星的一年最短？

source: Which planet has the strongest winds in the solar system?
zh_hans: 太阳系中哪颗行星的风力最强？

source: Which planet has the tallest volcano in the solar system?
zh_hans: 太阳系中哪颗行星拥有最高的火山？

source: Which planet is called the Blue Planet?
zh_hans: 哪颗行星被称为蓝色星球？

source: Which planet is called the Red Planet?
zh_hans: 哪颗行星被称为红色星球？

source: Which planet is closer to the Sun than Earth?
zh_hans: 哪颗行星比地球更靠近太阳？

source: Which planet is closest to the Sun?
zh_hans: 哪颗行星离太阳最近？

source: Which planet is farthest from the Sun?
zh_hans: 哪颗行星离太阳最远？

source: Which planet is less dense than water?
zh_hans: 哪颗行星的密度比水还小？

source: Which planet is the coldest in the solar system?
zh_hans: 太阳系中最冷的行星是哪一颗？

source: Which planet is the hottest in the solar system?
zh_hans: 太阳系中最热的行星是哪一颗？

source: Which planet is the largest in the solar system?
zh_hans: 太阳系中最大的行星是哪一颗？

source: Which planet is the smallest in the solar system?
zh_hans: 太阳系中最小的行星是哪一颗？

source: Which planet spins on its side?
zh_hans: 哪颗行星是侧着旋转的？

source: Which planet supports life?
zh_hans: 哪颗行星支持生命存在？

source: Which planet was discovered last in the solar system?
zh_hans: 太阳系中最后被发现的行星是哪一颗？

source: White
zh_hans: 白色

source: WHITE
zh_hans: 白色

source: Who drives the car?
zh_hans: 谁开汽车？

source: Who makes nests on the tree?
zh_hans: 谁在树上筑巢？

source: Whose dog is it?
zh_hans: 这是谁的狗？

source: Wi-Fi Router
zh_hans: 无线路由器

source: Wild Animal
zh_hans: 野生动物

source: Wild Boar
zh_hans: 野猪

source: Wildebeest
zh_hans: 角马

source: window
zh_hans: 窗户

source: Windshield
zh_hans: 挡风玻璃

source: Wings
zh_hans: 翅膀

source: Wiper
zh_hans: 雨刷器

source: wish
zh_hans: 愿望

source: with
zh_hans: 和

source: with blocks
zh_hans: 用积木

source: WOLF
zh_hans: 狼

source: Woodpecker
zh_hans: 啄木鸟

source: Word Math
zh_hans: 文字数学

source: Word Math Level
zh_hans: 文字数学关卡

source: Word Search
zh_hans: 单词搜索

source: Write
zh_hans: 写

source: Write Clock
zh_hans: 书写时钟

source: Write the after number
zh_hans: 写出后面的数字

source: Write the before number
zh_hans: 写出前面的数字

source: Write the number shown on the abacus.
zh_hans: 写出算盘上显示的数字。

source: Write Time – Hours
zh_hans: 书写时间 – 小时

source: Write Time – Minutes
zh_hans: 书写时间 – 分钟

source: Write Time – Quaters
zh_hans: 书写时间 – 一刻钟

source: writes
zh_hans: 写

source: writing
zh_hans: 书写

source: Yellow
zh_hans: 黄色

source: YELLOW
zh_hans: 黄色

source: Yellow and green
zh_hans: 黄色和绿色

source: Yes
zh_hans: 有

source: You _ _ _ late.
zh_hans: 你___迟到了。

source: You _ _ _ very kind
zh_hans: 你___非常友善。

source: You have completed this activity.
zh_hans: 你已完成此活动。

source: Young
zh_hans: 年轻

source: your
zh_hans: 你的

source: Your Answer
zh_hans: 你的答案

source: your bag
zh_hans: 你的书包

source: your hands
zh_hans: 你的手

source: your notebook
zh_hans: 你的笔记本

source: your teeth
zh_hans: 你的牙齿

source: your toys
zh_hans: 你的玩具

source: ZEBRA
zh_hans: 斑马

source: Zorilla
zh_hans: 条纹臭鼬
